[M_TempleSlaughter1 MissionDefinition]
MissionName="Massacre da Magia: Rodada 1"
MissionDescription="Seja bem-vindo ao Massacre da Magia. Seu anfitrião, Murderlin, lhe pediu que se prepare para cinco rodadas de pura magia, armadilhas e brutalidade intensa.  Se conseguir sobreviver às cinco rodadas, seu nome ecoará na eternidade."
TurnInDescription="Isso não foi nada.  Você está pronto para a segunda rodada?"
MissionSummary="Sobreviva à primeira rodada do Massacre da Magia."
MissionGiver="Murderlin"
MissionTurnInLocation="Murderlin"
TeaserText="Que comece a matança!"

[M_TempleSlaughter1:StartRound1 MissionObjectiveDefinition]
ProgressMessage="Acione a alavanca mágica"

[M_TempleSlaughter1:StartRound1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter1:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 1"

[M_TempleSlaughter1:TempleSlaughter1_Gather MissionObjectiveDefinition]
ProgressMessage="Vá até a alavanca mágica"

[M_TempleSlaughter1:TempleSlaughter1GatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter1:TempleWave1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter1:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_TempleSlaughter2 MissionDefinition]
MissionName="Massacre da Magia: Rodada 2"
MissionDescription="Seja bem-vindo ao Massacre da Magia. Seu anfitrião, Murderlin, lhe pediu que se prepare para cinco rodadas de pura magia, armadilhas e brutalidade intensa.  Se conseguir sobreviver às cinco rodadas, seu nome ecoará na eternidade.\nVocê pode ter sobrevivido à primeira rodada mas, a segunda rodada lançará contra você uma horda maciça de novos horrores.  É melhor você se preparar.\n"
TurnInDescription="A coisa vai ficar mais sangrenta!"
MissionSummary="Sobreviva à segunda rodada do Massacre da Magia."
MissionGiver="Murderlin"
MissionTurnInLocation="Murderlin"
TeaserText="A matança continua!"

[M_TempleSlaughter2:StartRound2 MissionObjectiveDefinition]
ProgressMessage="Acione a alavanca mágica"

[M_TempleSlaughter2:StartRound2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter2:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 2"

[M_TempleSlaughter2:TempleSlaughter2_Gather MissionObjectiveDefinition]
ProgressMessage="Vá até a alavanca mágica"

[M_TempleSlaughter2:TempleSlaughter2GatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter2:TempleWave2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter2:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_TempleSlaughter3 MissionDefinition]
MissionName="Massacre da Magia: Rodada 3"
MissionDescription="Seja bem-vindo ao Massacre da Magia. Seu anfitrião, Murderlin, lhe pediu que se prepare para cinco rodadas de pura magia, armadilhas e brutalidade intensa.  Se conseguir sobreviver às cinco rodadas, seu nome ecoará na eternidade.\nVocê conseguiu chegar à terceira rodada.  Boa sorte!\n"
TurnInDescription="Continue assim... já está na metade do caminho!"
MissionSummary="Sobreviva à terceira rodada do Massacre da Magia."
MissionGiver="Murderlin"
MissionTurnInLocation="Murderlin"
TeaserText="A matança nunca para!"

[M_TempleSlaughter3:StartRound3 MissionObjectiveDefinition]
ProgressMessage="Acione a alavanca mágica"

[M_TempleSlaughter3:StartRound3Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter3:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 3"

[M_TempleSlaughter3:TempleSlaughter3_Gather MissionObjectiveDefinition]
ProgressMessage="Vá até a alavanca mágica"

[M_TempleSlaughter3:TempleSlaughter3GatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter3:TempleWave3Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter3:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_TempleSlaughter4 MissionDefinition]
MissionName="Massacre da Magia: Rodada 4"
MissionDescription="Seja bem-vindo ao Massacre da Magia. Seu anfitrião, Murderlin, lhe pediu que se prepare para cinco rodadas de pura magia, armadilhas e brutalidade intensa.  Se conseguir sobreviver às cinco rodadas, seu nome ecoará na eternidade.\nVocê conseguiu chegar à penúltima rodada.  Boa sorte!\n"
TurnInDescription="Só falta mais uma rodada!"
MissionSummary="Sobreviva à quarta rodada do Massacre da Magia."
MissionGiver="Murderlin"
MissionTurnInLocation="Murderlin"
TeaserText="Mais matança!  MAIS!"

[M_TempleSlaughter4:StartRound4 MissionObjectiveDefinition]
ProgressMessage="Acione a alavanca mágica"

[M_TempleSlaughter4:StartRound4Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter4:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 4"

[M_TempleSlaughter4:TempleSlaughter4_Gather MissionObjectiveDefinition]
ProgressMessage="Vá até a alavanca mágica"

[M_TempleSlaughter4:TempleSlaughter4GatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter4:TempleWave4Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter4:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_TempleSlaughter5 MissionDefinition]
MissionName="Massacre da Magia: Rodada 5"
MissionDescription="Seja bem-vindo ao Massacre da Magia. Seu anfitrião, Murderlin, lhe pediu que se prepare para cinco rodadas de pura magia, armadilhas e brutalidade intensa.  Se conseguir sobreviver às cinco rodadas, seu nome ecoará na eternidade.\nVocê conseguiu chegar à última rodada.  A mais difícil de todas!  Boa sorte!\n"
TurnInDescription="Você conseguiu!  Agora você tem a opção de tentar repetir a dose para Encrenqueiros."
MissionSummary="Sobreviva à última rodada do Massacre da Magia."
MissionGiver="Murderlin"
MissionTurnInLocation="Murderlin"
TeaserText="Fim da matança!"

[M_TempleSlaughter5:StartRound5 MissionObjectiveDefinition]
ProgressMessage="Acione a alavanca mágica"

[M_TempleSlaughter5:StartRound5Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter5:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 5"

[M_TempleSlaughter5:TempleSlaughter5_Gather MissionObjectiveDefinition]
ProgressMessage="Vá até a alavanca mágica"

[M_TempleSlaughter5:TempleSlaughter5GatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter5:TempleWave5Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter5:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_TempleSlaughter6Badass MissionDefinition]
MissionName="Massacre da Magia: Rodada Para Encrenqueiros"
MissionDescription="Seja bem-vindo à rodada adicional para Encrenqueiros.  Como recompensa por triunfar sobre as cinco rodadas de combates frenéticos no Massacre da Magia, você poderá repetir esse combate repleto de Encrenqueiros quantas vezes quiser.  Que a sorte esteja sempre ao seu lado!"
TurnInDescription="Você ensinou à esses frangotes do Murderlin o verdadeiro significado de ser um Encrenqueiro de verdade.  Boa sorte!"
MissionSummary="Sobreviva à rodada para Encrenqueiros do Massacre da Magia."
MissionGiver="Murderlin"
MissionTurnInLocation="Murderlin"
TeaserText="Encrenqueiros à dar com pau!"

[M_TempleSlaughter6Badass:Killwithmeleehits MissionObjectiveDefinition]
ProgressMessage="Baixas do grupo de bandidos do jogador"

[M_TempleSlaughter6Badass:StartRound6 MissionObjectiveDefinition]
ProgressMessage="Acione a alavanca mágica"

[M_TempleSlaughter6Badass:StartRound6Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter6Badass:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 6"

[M_TempleSlaughter6Badass:TempleSlaughter6_Gather MissionObjectiveDefinition]
ProgressMessage="Vá até a alavanca mágica"

[M_TempleSlaughter6Badass:TempleSlaughter6GatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter6Badass:TempleWave6Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TempleSlaughter6Badass:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_TempleSlaughterIntro MissionDefinition]
MissionName="Encontre o templo de Murderlin"
MissionDescription="Moxxi - a pessoa que possui vários círculos do massacre espalhados por toda Pandora - elaborou uma experiência de ambientação mágica no mundo de fantasia da Tina.  Se você for capaz de encontrar o Murderlin, ele lhe proporcionará a chance de abrir caminho por várias rodadas de violência frenética!"
TurnInDescription="Prepare-se para a matança!"
MissionSummary="Encontre o templo de Murderlin"
MissionGiver="Moxxi"
MissionTurnInLocation="Murderlin"
TeaserText="Um mundo de magia e violência espera por você!"

[M_TempleSlaughterIntro:Gofindmurderlin MissionObjectiveDefinition]
ProgressMessage="Encontre Murderlin"

[M_TempleSlaughterIntro:Gofindmurderlinset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

